# Terminal
brew "tmux"
cask "iterm2"
brew "zsh-syntax-highlighting"
brew "timewarrior"

# Clouds
brew "awscli"
brew "aws-shell"

# Terraform tools
# brew "terragrunt"
# brew "terraform"
brew "tfsec"
brew "terraform-ls"
brew "tflint"
brew "terraform-docs"

# Editors
brew "neovim"

# # Version managers
brew "asdf"

# # Pkg managers
brew "poetry"
# brew "npm"

# # Containers
brew "helm"
brew "kubernetes-cli"
brew "minikube"
brew "kubectx"

# # Development
brew "golang"
# "pyenv"
# "ruby"

# Misc
brew "ack"
brew "ripgrep"
brew "wrk"
brew "asciinema"
brew "wget"
brew "htop"
brew "tree"
brew "jq"
brew "gpg"
brew "telnet"

# Menu bar
cask "time-out"
cask "stats"
